Repository: angelicaameira/DateCounter
Catalog: DateCounter Watch App/*.lproj/Localizable.strings
Languages: es, pt_br

source: "%@" will be permanently deleted. Are you sure?
es: "%@" se eliminará permanentemente. ¿Estás seguro?
pt_br: "%@" será apagado permanentemente. Tem certeza?

source: A weekend we'll never forget
es: Un fin de semana inolvidable
pt_br: Um fim de semana inesquecível

source: Add event
es: Añadir evento
pt_br: Adicionar evento

source: Add Event
es: Añadir evento
pt_br: Adicionar Evento

source: Add some sample events for me
es: Agregar algunos eventos de muestra para mí
pt_br: Adicione alguns eventos para mim.

source: Africa, Asia, Australia
es: África, Asia, Australia
pt_br: África, Ásia, Austrália

source: Americas
es: Américas
pt_br: Américas

source: Americas, Europe, Africa
es: América, Europa, África
pt_br: Américas, Europa, África

source: An error occurred when adding event
es: Ocurrió un error al agregar el evento
pt_br: Um erro ocorreu ao adicionar evento

source: An error occurred when deleting an event
es: Ocurrió un error al eliminar un evento
pt_br: Um erro ocorreu ao apagar um evento

source: Bring pet to the vet
es: Llevar a la mascota al veterinario
pt_br: Levar o pet ao veterinário

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Continue
es: Continuar
pt_br: Continuar

source: Create a new event
es: Crear un nuevo evento
pt_br: Criar um novo evento

source: Date
es: Fecha
pt_br: Data

source: Date Counter is a native app available on the App Store for Mac, iPad, iPhone and Apple Watch.
es: Date Counter es una aplicación nativa disponible en la App Store para Mac, iPad, iPhone y Apple Watch.
pt_br: Date Counter é um app nativo disponível na App Store for Mac, iPad, Iphone, and Apple Watch.

source: Delete
es: Eliminar
pt_br: Apagar

source: Delete event?
es: ¿Eliminar evento?
pt_br: Apagar evento?

source: Delete this event
es: Eliminar este evento
pt_br: Apagar esse evento

source: Description
es: Descripción
pt_br: Descrição

source: Details
es: Detalles
pt_br: Detalhes

source: Disney trip
es: Viaje a Disney
pt_br: Passeio na Disney

source: Done
es: Hecho
pt_br: Feito

source: East Americas, Europe, Africa, Asia, Australia
es: Este de América, Europa, África, Asia, Australia
pt_br: Leste das Américas, Europa, África, Ásia, Austrália

source: Edit event
es: Editar evento
pt_br: Editar evento

source: Edit this event
es: Editar este evento
pt_br: Editar esse evento

source: Europe, Africa, Asia, Australia
es: Europa, África, Asia, Australia
pt_br: Europa, África, Ásia, Austrália

source: Event name
es: Nombre del evento
pt_br: Nome do evento

source: Events
es: Eventos
pt_br: Eventos

source: Find out how much time has passed for old events, or the time remaining until future events.
es: Descubre cuánto tiempo ha pasado desde eventos antiguos o cuánto tiempo falta para eventos futuros.
pt_br: Descubra quanto tempo passou após eventos antigos, ou quanto tempo falta para eventos futuros.

source: Graduation
es: Graduación
pt_br: Graduação

source: Home screen widgets
es: Widgets de pantalla de inicio

source: I'm so excited to see everyone again
es: Estoy emocionado de ver a todos de nuevo
pt_br: Eu estou muito animado ao ver todos novamente

source: iCloud support
es: Soporte iCloud
pt_br: Suporte iCloud

source: Never miss an event thanks to home screen and lock screen widgets.
es: Nunca te pierdas un evento gracias a los widgets en la pantalla de inicio y en la pantalla de bloqueo.
pt_br: Nunca perca um evento graças à tela inicial e aos widgets de tela de bloqueio.

source: New year's eve
es: Nochevieja
pt_br: Véspera de ano novo

source: Next decade
es: Próxima década
pt_br: Próxima década

source: Next month
es: El próximo mes
pt_br: Próximo mês

source: Next semester
es: Próximo semestre
pt_br: Próximo semestre

source: Next year
es: Próximo año
pt_br: Próximo ano

source: Oops
es: Vaya

source: Pacific, Americas, Western Europe, Western Africa
es: Pacífico, Américas, Europa Occidental, África
pt_br: Oceano Pacifico, Américas, Ocidente europeu, Ocidente africano

source: Partial
es: Parcial
pt_br: Parcial

source: Past
es: Pasado
pt_br: Passado

source: Penumbral
es: Penumbra
pt_br: Penumbra

source: Remaining time on different units
es: Tiempo restante en diferentes unidades
pt_br: Tempo restante em diferentes unidades

source: Reunion with long-distance friends
es: Reunión con amigos a larga distancia
pt_br: Reencontro com amigos distantes

source: Routine annual doctor's appointment
es: Cita anual rutinaria con el médico
pt_br: Consulta médica de rotina anual

source: Sara's Birthday
es: Cumpleaños de Sara
pt_br: Aniversário da Sara

source: Save
es: Guardar
pt_br: Salvar

source: Section %lld
es: Sección %lld
pt_br: Seção %lld

source: Settings
es: Ajustes
pt_br: Configurações

source: She needs to take her vaccines
es: Ella necesita recibir sus vacunas
pt_br: Ela precisa tomar suas vacinas

source: Start by tapping
es: Comienza tocando
pt_br: Comece tocando

source: Surprise party
es: Fiesta sorpresa
pt_br: Festa surpresa

source: Tap an event to see details
es: Toque un evento para ver detalles
pt_br: Toque em um evento para ver detalhes

source: Test
es: Prueba
pt_br: Teste

source: Time
es: Hora
pt_br: Tempo

source: title
es: título
pt_br: Título

source: Track your events
es: Haz seguimiento de tus eventos
pt_br: Acompanhe seus eventos

source: Travel to Las Vegas
es: Viaje a Las Vegas
pt_br: Viagem para Las Vegas

source: Two
es: Dos
pt_br: Dois

source: Unnamed event
es: Evento sin nombre
pt_br: Evento sem nome

source: Unsupported platform (maybe this will change!)
es: Plataforma no compatible (¡quizás esto cambie!)
pt_br: Não suporta a plataforma (talvez isso mude!)

source: Use everywhere
es: Usar en todas partes
pt_br: Use em qualquer lugar

source: Vacation
es: Vacaciones
pt_br: Férias

source: Visit mom
es: Visitar a mamá
pt_br: Visitar a mãe

source: Want some ideas?
es: ¿Necesitas algunas ideas?
pt_br: Quer algumas ideias?

source: We'll stay at her house for the weekend
es: Nos quedaremos en su casa durante el fin de semana
pt_br: Nós estaremos na casa dele no fim de semana

source: We're going to the beach!
es: ¡Vamos a la playa!
pt_br: Nós vamos à praia

source: Welcome
es: Bienvenido
pt_br: Bem vindo

source: Welcome to Date Counter
es: Bienvenido a Date Counter
pt_br: Bem vindo ao Date Counter

source: Welcome to Date Counter!
es: ¡Bienvenido a Date Counter!
pt_br: Bem vindo ao Date Counter!

source: Your events are automatically synchronized to all your devices.
es: Tus eventos se sincronizan automáticamente en todos tus dispositivos.
pt_br: Seus eventos são automaticamente sincronizados em todos seus dispositivos.
